Repository: alex-mtl/mafiaratings
Catalog: standalone/dot_net/MafiaRatings/Properties/Resources.*.resx
Languages: ru

# AllOrNobody
source: Select if you want to kill them all or nobody. Click next.
ru: Вы хотите убить всех, или никого. Нажмите дальше.

source: Civilians win!!!
ru: Честные выиграли!!!

# Connected
source: Connected to {1} as {0}
ru: Подсоединен к {1} как {0}

# ConnectToCreate
source: You have to connect to the server to create user.
ru: Вам нужно подключиться к серверу, чтобы создать игрока

# ConnectToReg
source: You have to connect to the server to register user.
ru: Вам нужно подключиться к серверу, чтобы зарегистрировать игрока

# DayNum
source: Day {0}
ru: День {0}

source: don
ru: дон

# DonChecking
source: The Don is checking for the Sheriff. Select a player and click Next.
ru: Дон ищет шерифа. Выберите игрока и нажмите "Дальше".

# EnterShooting
source: Enter mafia shooting and click Next to start the Don's check.
ru: Введите выстрел(ы) мафии и нажмите Дальше, чтобы начать проверу дона.

# EnterUserName
source: Please enter user name.
ru: Введите имя игрока

# ErrGetEvents
source: Getting events error
ru: Ошибка загрузки игровых дней

# ErrLoadData
source: Error loading data
ru: Ошибка загрузки данных

source: Error
ru: Ошибка

# ErrProgress
source: Error starting progress dialog
ru: Не получается стартовать прогресс диалог

# ErrRegister
source: Error registering user
ru: Ошибка регистрации пользователя

# ErrSavePwd
source: Failed to save password
ru: Ошибка записи пароля

# ErrUserNicks
source: Error getting user nicks
ru: Ошибка загрузки ников игроков

# FloorToNext
source: Click Next to give the floor to {0}.
ru: Нажмите Дальше, чтобы предоставить слово {0}.

# GameErr
source: Game error
ru: Ошибка игры

source: Game terminated.
ru: Игра прекращена.

source: Good morning!
ru: Доброе утро!

source: he
ru: он

source: her
ru: ей

source: him
ru: ему

source: his
ru: его

source: Immunity
ru: Иммунитет

# InvalidEmail
source: {0} does not look like a valid email.
ru: {0} неправильный email.

# InvalidLang
source: Please select at least one language.
ru: Пожалуйста выберите по крайней мере один язык.

# InvalidPwd
source: Please enter password.
ru: Пожалуйста введите пароль.

# InvalidPwdConfirm
source: Please enter password confirmation.
ru: Пожалуйста введите подтверждение пароля.

# KickOut
source: Kick out {0}
ru: Выкинуть {0} из игры

# KilledLastNight
source: {0} was killed last night.
ru: {0} убит(а) этой ночью.

# LastSpeech
source: {0} was killed last night and is giving {1} last speech.
ru: {0} убит(а) этой ночью и говорит свое последнее слово.

# LoginErr
source: Login error
ru: Ошибка входа

source: mafia
ru: мафия

source: Mafia wins!!!
ru: Мафия выиграла!!!

# ManyDistrusted
source: {0} players are distrusted. Click next to give the floor to {1}.
ru: {0} игроков на недоверии. Нажмите Дальше, чтобы предоставить слово {1}.

# ManyVoteLeaders
source: {0} players are voting leaders.
ru: {0} игроков выиграли голосование.

source: Next
ru: Дальше

# NightFalling
source: The night is falling. Please make sure all eyes are closed before clicking Next.
ru: Наступила ночь. Убедитесь, что все закрыли глаза прежде чем нажать Дальше.

# NightNum
source: Night {0}
ru: Ночь {0}

# NobodyKilled
source: Nobody was killed last night.
ru: Этой ночью никто не был убит.

# NobodyKilledNoRepeat
source: Nobody is killed. When 4 players split their votes between two, there is no second voting. Click Next to start the night.
ru: Никто не убит. Когда голоса четырех игроков делятся по два, повторное голосование не проводится. Нажмите Дальше, чтобы начать ночь.

source: No connection
ru: Нет соединения

# NoDon
source: The Don is not in the game. Click Next to start the Sheriff's check.
ru: Дона нет в игре. Нажмите Дальше, чтобы начать шерифскую проверку.

# NominatedPlayers
source: Nominated players. Click Next to start voting.
ru: Выдвинутые игроки. Нажмите Дальше, чтобы начать голосование.

# NoNomination
source: Nobody is killed because nobody was nominated. Click Next to start the night.
ru: Никто не убит, потому что никто не выдвинут. Нажмите Дальше, чтобы начать ночь.

# NoNomination1
source: Nobody is distrusted because nobody was nominated. Click Next to start the night.
ru: На недоверии никого нет, потому что никто не выставлен. Нажмите Дальше, чтобы начать ночь.

# NoServer
source: Server not available
ru: Сервер не доступен

# NoSheriff
source: The Sheriff is not in the game. Click Next to start the new day.
ru: Шерифа нет в игре. Нажмите Дальше, чтобы начать день.

# NoToDon
source: Answer NO to the Don. Click Next to start the Sheriff's check.
ru: Ответьте НЕТ дону. Нажмите Дальше, чтобы начать шерифскую проверку.

# NoToSheriff
source: Answer NO to the Sheriff. Click Next to start the new day.
ru: Ответьте НЕТ шерифу. Нажмите Дальше, чтобы начать день.

source: Offline
ru: Автономный режим

# OneNomination
source: {0} is killed as the only nominated player. Click Next to give {1} the floor.
ru: {0} убит(а) как единственный выставленный(ая) игрок. Нажмите Дальше, чтобы предоставить {1} слово.

# OneNomination1
source: {0} is distrusted as the only nominated player. Click Next to give {1} the floor.
ru: {0} на недоверии как единственный выставленный(ая) игрок. Нажмите Дальше, чтобы предоставить {1} слово.

# OnlineNameCheckOn
source: Turn interactive name checking on.
ru: Включить проверку имени пользователя "на лету".

# PlayerKickedOut
source: {0} is kicked out of the game.
ru: {0} вышвырнут из игры ведущим.

# PlayerKilled
source: {0} is killed
ru: {0} убит(а)

# PlayerKilledByWarnings
source: {0} is killed by 4 warnings.
ru: {0} убит(а) четырьмя замечаниями.

# PlayerMissingSpeech
source: {0} is missing {1} speech because {2} has 3 warnings. However {2} can nominate.
ru: {0} пропускает речь из-за трех замечаний. Однако {2} может выставить кого нибудь.

# PlayerSpeaking
source: {0} is speaking.
ru: {0} говорит свое слово.

# PlayerSuisided
source: {0} has committed suicide.
ru: {0} покончил(а) самоубийством.

# PwdNotMatch
source: Passwords do not match.
ru: Пароли не совпадают.

source: Register
ru: Регистрация

# RepeatVoting
source: We need to repeat voting. Click next to give the floor to {0}.
ru: Голосование нужно повторить. Нажмите Дальше, чтобы предоставить слово {0}.

source: she
ru: она

source: sheriff
ru: шериф

# SheriffChecking
source: The Sheriff is checking for a mafiosy. Select a player and click Next.
ru: Шериф ищет мафию. Выберите игрока и нажмите Дальше.

# StartNight
source: Click Next to start the night.
ru: Нажмите Дальше, чтобы начать ночь.

# StartVoting
source: Click Next to start voting.
ru: Нажмите Дальше, чтобы начать голосование.

# Suiside
source: Suiside - {0} decides to leave the game
ru: Самоубийство - {0} покидает игру.

# VotingCanceled
source: Voting is canceled because some players have already left the game this day. Click Next to start the night.
ru: Голосование отменено, потому что некоторые игроки уже покинули игру в этот день. Нажмите Дальше, чтобы начать ночь.

# VotingFor
source: Voting for {0}. Click Next to start voting for {1}.
ru: Голосование за {0}. Нажмите Дальше, чтобы голосовать за {1}.

# VotingFor1
source: Voting for {0}. Click Next to see the results.
ru: Голосование за {0}. Нажмите Дальше, чтобы увидеть результаты голосования.

# VotingLastSpeech
source: {0} is giving {1} last speech.
ru: {0} произносит последнее слово.

# VotingNobodyKilled
source: Nobody is killed. Click next.
ru: Никто не убит. Нажмите Дальше.

# Warn
source: Give {0} a warning
ru: Дать {0} замечание

# Warning
source: 1 warning
ru: 1 замечание

# Warnings
source: {0} warnings
ru: {0} замечания

# YesToDon
source: Answer YES to the Don. Click Next to start the Sheriff's check.
ru: Ответьте ДА дону. Нажмите Дальше, чтобы начать шерифскую проверку.

# YesToSheriff
source: Answer YES to the Sheriff. Click Next to start the new day.
ru: Ответьте ДА шерифу. Нажмите Дальше, чтобы начать день.

source: check
ru: проверить

source: no check
ru: не проверять

source: nominate
ru: выставить

# NoNominate
source: no nomination
ru: не выставлять

source: vote
ru: голосовать

# DonIsChecking
source: The Don is checking
ru: Проверки дона

source: Killed
ru: Убит

source: Mafia arrangement
ru: Договоренка мафии

# Player
source: Select the best player
ru: Выберите лучшего игрока

# PlayerWarnings
source: Warnings
ru: Замечания

source: Rating points
ru: Рейтинг

source: Role
ru: Роль

# SheriffIsChecking
source: The Sheriff is checking
ru: Шерифские проверки

# ImmunityLower
source: immunity
ru: иммунитет

# Lang
source: en
ru: ru

# OnlineNameCheckOff
source: Turn interactive name checking off.
ru: Выключить проверку имени пользователя "на лету".

# ConnectToRegOtherClub
source: You have to connect to the server to register user from another club.
ru: Вам нужно подключиться к серверу, чтобы зарегистрировать игрока из другого клуба.

# JoinClub
source: {0} wants to join {1}
ru: {0} хочет вступить в {1}

source: no best player
ru: нет лучшего игрока

# StartFreeRound
source: Click Next to start free discussion
ru: Нажмите Дальше чтобы начать свободную дискуссию.

# FreeRound
source: Free discussion.
ru: Свободная дискуссия.
